var log = {
    "data": [
        {
            "version": "1.0.0",
            "date": "2017.06.18",
            "items": [
                "1.优化模型装配功能:装配界面改用弹出窗的形式，可以给用户更多的操作空间；可供选择的子模型按照文件夹目录进行存放（如果某文件夹为空，则不显示）。",
                "2.新增文档标记功能:可以给文档和图片添加标记，标记的类型有：自由曲线、矩形框、圆形框、文字、箭头。同时可以重新调整标记的大小和位置。",
                "3.将模型标记功能和文档标记功能进行了统一。",
                "4.新增文档视点功能:可以给文档创建视点，生成视点截图。",
                "5.已知BUG修复。"
            ]

        },
        {
            "version": "1.0.0",
            "date": "2017.05.22",
            "items": [
                "1.新增10个的API:①搜寻符合条件的属性后回传所有符合条件的Entity 而非分页；②一次多选多个Entity；③一次设定多个Enitty的透明度%；④API开放取得该模型的纯数据数据；⑤取得的属性需有REVIT构建的GUID；⑥目前选择某个3d点时，返回值添加客户确切点下的3d坐标；⑦修复2d坐标点转3d坐标点；⑧单击实体确定旋转中心时，取表面点，避免出现旋转时中心不明；⑨三维标记api（创建，更新，移除）；⑩获取结构树节点子树。更多内容请参考http://open.daxiangyun.com/apidoc相关内容。",
                "2.已知BUG修复."
            ]
        },
        {
            "version": "1.0.0",
            "date": "2016.05.22",
            "items": [
                "1.新增10个的API:①搜寻符合条件的属性后回传所有符合条件的Entity 而非分页；②一次多选多个Entity；③一次设定多个Enitty的透明度%；④API开放取得该模型的纯数据数据；⑤取得的属性需有REVIT构建的GUID；⑥目前选择某个3d点时，返回值添加客户确切点下的3d坐标；⑦修复2d坐标点转3d坐标点；⑧单击实体确定旋转中心时，取表面点，避免出现旋转时中心不明；⑨三维标记api（创建，更新，移除）；⑩获取结构树节点子树。更多内容请参考http://open.daxiangyun.com/apidoc相关内容。",
                "2.已知BUG修复."
            ]
        }
    ]
};